Revit 2027 API
ParameterTypeId.RbsElecCircuitFrameParam Property
 "Frame"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCircuitFrameParam { get; }
Public Shared ReadOnly Property RbsElecCircuitFrameParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCircuitFrameParam {
	ForgeTypeId^ get ();
}
static member RbsElecCircuitFrameParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace